[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Rapporten",
"Online testen",
"ALERT 360°: UW  360° OPLOSSING ",
"Leren uit feedback. Steeds opnieuw blijkt dit van doorslaggevende belang voor de persoonlijke en professionele ontwikkeling als manager en als leider. Het lis als leidinggevende van onschatbare waarde om van mensen uit de directe omgeving te horen wat ze zien en hoe ze uw handelingen beslissingsvorming en uw gedrag interpreteren. Door middel van de 360°  vragenlijsten die u op het Alert360° platform vindt, kan u naar de reacties peilen  van de hiërarchisch hogere, de collega’s, de directe medewerkers zodat u een globaal beeld krijgt. Immers, allen zien ze een deel van het totaalbeeld, elk vanuit hun eigen perspectief. Zo kan u uw eigen stijl als manager of leider evalueren, of kan u als coach anderen begeleiden in het opstellen van hun ontwikkelingsplan",
"DE SLEUTEL TOT MANAGEMENT EN LEIDERSCHAPSONTWIKKELING",
"Als leider is het een hele uitdaging om te bepalen waar u zich best op toelegt in uw ontwikkeling. Een sleutel tot het groeien naar succesvol leiderschap is dan ook het nastreven van een beperkt aantal duidelijke doelstellingen. Duidelijke maar ambitieuze doelstellingen waarvoor u alles wat u heeft uit de kast moet halen. Tevens is een voortdurende aandacht voor de signalen uit uw omgeving belangrijk. De Alert360° kan u hierbij ter ondersteuning gebruiken waarbij u de informatie die uw omgeving u verstrekt, kan aanwenden om doelstelling te formuleren. Met de Alert360° reiken we u een methodiek aan, en dan wel een heel goed onderbouwde: een investering die vruchten afwerpt in de begeleiding van leidinggevenden op hun pad naar succes.",
"UW KEUZE: STANDAARD OF OP MAAT",
"In functie van uw behoeften heeft u de keuze bij het gebruik van het Alert360° platform om te kiezen voor het standaardaanbod of vooreen versie die we uitwerken in functie van uw vraag. Het standaardpakket bestaat uit een aantal vragenlijsten die een hele waaier van competenties in kaart brengen. Indien u kiest voor een oplossing op maat bieden wij u de mogelijkheid om uw eigen competentieset in de bevraging te gebruiken. Of we kunnen in samenspraak een nieuwe competentiemodel ontwikken dat aansluit op uw eigen organisatie. Ook voor de rapporten kan u kiezen voor de standaardrapportage of werken in onderling overleg een rapport op maat uit.",
"EEN BETROUWBAAR INSTRUMENT",
"De Alert 360° is grondig onderzocht op betrouwbaarheid en validiteit. Bovendien is het instrument gebaseerd op de belangrijkste tendensen in de huidige filosofie op het vlak van management. Zo is de Alert 360° precies afgestemd op de functie-eisen voor managers van vandaag.",
"HET GEBRUIKVSRIENDELIJKE  FEEDBACK RAPPORT",
"Duidelijk overzicht",
"Het eerste deel van  feedback rapport bestaat uit een overzicht van de resultaten per competentie, alles samengebracht in één beeld. Op die manier verkrijgt u direct een totaalbeeld.",
"Gedetailleerd",
"Vervolgens krijgt u de details. Eerst voor de competentie als geheel en dan per gedragsindicator krijgt u uw eigen score, naast deze van de verschillende beoordelaargroepen. Voor de collega’s en medewerkers krijgt u hun gemiddelde score. Zo garanderen we de vertrouwelijk van hun individueel antwoord.",
"Vertrouwelijkheid",
"Enkel de betreffende manager of leider krijgt de resultaten. Deze persoon beslist zelf met wie hij de resultaten wenst te delen",
"Anoniem",
"Het is niet mogelijk uit het rapport naar voren te halen wie welke feedback geeft als college of medewerkers.  Hun anonimiteit is strik gewaarborgd. Enkel de feedback die de leidinggevende geeft, is niet vertrouwelijk.",
"Makkelijk interpreteerbaar",
"Samen met het rapport ontvangt u een beknopte gids die als leidraad kan dienen bij het analyseren van het rapport. Deze gids zal u helpen na te denken over de feedback, en mogelijkheden voor verdere ontwikkeling te identificeren."
]
