[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Rapporten",
"Online testen",
"Feedback is één van de meest waardevolle zaken die u als leidinggevende kunt krijgen. Als deze dan nog vanuit verschillende  personen komt en op basis van een goed doordachte vragenlijst, kan u er enkel baat bij hebben  in uw professionele groei. De 360° feedback cyclus is sinds enige decennia ingeburgerd als methodiek om het verkrijgen van feedback vanuit je directe professionele omgeving concreet vorm te geven.",
"U kan op ons beroep doen voor een ruime waaier van diensten in dit domein.",
"Alert360° Platform: ",
"Wij bieden u een 360° internet platform aan  met verschillende vragenlijsten. U  kan tevens uw eigen bestaande vragenlijsten op dit platform zetten en gebruik maken van de  infrastructuur, logistieke elementen en rapportage.",
"De bestaande lijst omvat vragenlijsten voor:",
"Executive of directie",
"Project Management",
"Sales Management",
"Management",
"PMO & Portfolio Management",
"International Account mgt",
"Operationeel / Expert",
"PM Risk Management",
"Account Management",
"360° feedback projecten:",
"Van bij de start voeren we met regelmaat 360° feedback projecten uit voor klanten. Dit kan het volgende inhouden:",
"✔ Samen de keuze maken van de meest geschikte vragenlijsten;",
"✔ Informatiesessie voor de deelnemers;",
"✔ Logistieke begeleiding;",
"✔ Opmaken van de rapporten;",
"✔ Verzorgen van de feedback aan de ‘Zelf’;",
"✔ Begeleiden van de ‘Zelf’ in het uitwerken van een Actieplan – Persoonlijk Ontwikkel Plan (POP);",
"✔ Meeting met Zelf en diens N+1 & HR voor overdracht van ownership van het POP naar de Zelf en zijn organisatie;",
"U kan onze diensten  hierbij benutten voor de begeleiding van individuele leidinggevende en tevens voor de begeleiding van een grotere groep.",
"360° rapporten: ",
"Wenst u zelf met volledige autonomie in de begeleiding gebruik te maken van de mogelijkheden van het Alert360° platform en de bijhorende vragenlijsten, dan bezorgen wij u graag een toegangspaswoord tot het 360° platform."
]
