[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Rapporten",
"Online testen",
"De ALTIO is een psychologisch instrument dat u meer inzicht geeft in het type van een organisatie. Met behulp van de ALTIO ontdekt u de sterke punten van een organisatie. Bovendien komen ook mogelijke valkuilen aan bod. Vaak wordt gedacht dat de cultuur of stijl van een organisatie de optelsom is van de specifieke eigenschappen van alle medewerkers. Niets is echter minder waar. Iedere organisatie heeft een geheel eigen karakter. Met behulp van de ALTIO kunt u dit karakter in kaart brengen. ",
"Concreet verstrekt de ALTIO u een antwoord op vier vragen. Als antwoord op elke vraag zijn er telkens twee natuurlijke voorkeuren mogelijk. Iedere organisatie heeft een voorkeur voor één van deze twee",
"",
"",    
"<b>• Is een organisatie extern of intern gericht?</b>",
"<i>E Extraversion</i>",   
"Organisaties met een voorkeur voor Extraversion halen hun energie uit de markt en hun doelgroep. Ze reageren snel op hun externe omgeving en richten zich op externe gebeurtenissen en impulsen.",
"<i>I Introversion</i>",   
"Organisaties met een voorkeur voor Introversion halen hun energie uit de moraal en overtuigingen die binnen de organisatie heersen. Ze reageren vanuit deze interne wereld van ideeën, ervaringen en meningen. ",
"<b>• Hoe neemt een organisatie informatie op vanuit de markt?</b>",
"<i>S Sensing</i>", 
"In organisaties met een voorkeur voor Sensing wordt bij voorkeur informatie vanuit de markt opgenomen via de vijf zintuigen, en worden ideeën op basis van feiten en gegevens gevormd.",    
"<i>N iNtuition</i>", 
"In organisaties met een voorkeur voor iNtuition wordt bij voorkeur informatie opgenomen met behulp van een totaalbeeld. Pas later wordt ingezoomd op de details. Ideeën worden gevormd op basis van ingevingen en inspiratie.",
"<b>• Hoe worden binnen een organisatie beslissingen genomen?</b>",
"<i>T Thinking</i>", 
"In organisaties met een voorkeur voor Thinking worden beslissingen op logische, oorzaak-gevolg-redeneringen gebaseerd. In de interne cultuur spelen afstand nemen van een situatie en objectieve analyses een grote rol.",
"<i>F Feeling</i>", 
"In organisaties met een voorkeur voor Feeling worden beslissingen op de heersende normen en waarden binnen de organisatie gebaseerd. In de interne cultuur neemt saamhorigheid een centrale plaats in.  ",
"<b>• Welke structuur heeft een organisatie?</b>",
"<i>J Judging</i>", 
"Binnen organisaties met een voorkeur voor Judging wordt over het algemeen een strakke structuur gehanteerd. Bij het opstellen van procedures draait alles om planningen en orde. ",
"<i>P Perceiving</i>", 
"Binnen organisaties met een voorkeur voor Perceiving wordt over het algemeen een wat lossere structuur gehanteerd. Procedures zijn er om af en toe genegeerd te worden. Er is altijd ruimte voor flexibiliteit.",
"Alle mogelijke combinaties van deze natuurlijke voorkeuren vormen zestien verschillende organisatietypes, die telkens door de vier corresponderende letters worden weergegeven."
]
