[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Het aantrekken van potentieel.",
"Een Assessment Center is een tool die ons toelaat op een gestandaardiseerde manier relevante informatie over iemands competentieniveau te meten. ",
"Het resultaat behelst een sterkte/zwakteanalyse alsook een algemeen beeld over het potentieel van de kandidaat.",
"Het eindoordeel is steeds een weloverwogen en onderbouwde JA-NEE beoordeling.",
"Alert Management Consultants biedt organisaties een helpende hand bij het beoordelen en evalueren (toassess) van externe kandidaten of interne medewerkers in het kader van:",
"- Aanwerven van nieuwe kandidaten",
"- Promotie naar nieuwe functies op korte termijn",
"- Identificatie van mensen met potentieel voor complexe functies met meer verantwoordelijkheid en als onderdeel van ontwikkelingsinitiatieven van het management",
"Bent u werkgever?",
"Bent u kandidaat?",
"Bent u werkgever?",
"Voorbereidend gesprek",
"Om optimaal te kunnen in spelen op uw wensen wordt een voorbereidend gesprek georganiseerd. Tijdens dit gesprek schetsen we een duidelijke beeld van uw vraag, noden en verwachtingen. We vertrekken vanuit het bestaande competentiemodel van uw organisatie of we werken aan een nieuw geheel van Assessment Center-oefeningen die zo dicht mogelijk aansluiten bij de realiteit van de functie en de organisatie. Ook de rapportagevorm wordt in onderlinge samenspraak bepaald.",
"Assessment",
"Een gemiddeld Assessment Center duurt 5 à 6 uur en bestaat uit de volgende mogelijke onderdelen:",
"Facet intelligentietest: ",
"verstrekt informatie over de capaciteiten van de kandidaat om numerieke en verbale problemen op te lossen",
"Postbak met rollenspel: ",
"geeft informatie over de manier waarop de kandidaat omgaat met complexe situaties, hoe hij/zij beslissingen structureert, prioriteiten stelt en of de kandidaat beschikt over het potentieel om rollen op zich te nemen die specifiek zijn aan de functie.",
"Interview: ",
"reikt informatie aan over de mate waarin de kandidaat in het verleden reeds bepaalde competenties vertoonde.Daarnaast gaan we ook dieper in op de verwachtingen en ambities van de kandidaat.",
"Feedback: ",
"uitgebreide persoonlijke feedback aan de kandidaat na afloop.",
"Voorafgaand heeft de kandidaat reeds deKOAN-PI ",
"persoonlijkheidstest",
" ingevuld. Deze test verstrekt informatie over de mate waarin de kandidaat in de toekomst bepaalde competenties zal vertonen. De kandidaat krijgt een beschrijvend rapport over de resultaten uit de KOAN-PI.",
"Rapportering",
"We koppelen alle elementen uit het Assessment Center in een rapport aan u terug en bespreken uitgebreid de bevindingen, het advies en eventuele suggesties voor integratie.",
"Bent u kandidaat?",
"Een gemiddeld Assessment Center duurt 5 à 6 uur en bestaat uit de volgende mogelijke onderdelen:",
"- Facet intelligentietest",
"- Postbak met rollenspel",
"Voorafgaand vult u de KOAN-PI ",
"persoonlijkheidstest",
" in. Nadien krijgt u een beschrijvend rapport over de resultaten uit de KOAN-PI."
]
