[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Rapporten",
"Online testen",
"De coachingstrajecten die Alert Management Consultants verzorgt, geven we vorm in overleg met de opdrachtgever en stemmen we zorgvuldig af op zijn of haar behoeften. Terwijl face-to-face coaching (die gemiddeld 60 tot 90 minuten duurt met een maximum van 2 uur) het meest effectief blijkt, kan het zinvol of nodig zijn een aantal sessies via telefoon of webcam op te zetten wanneer de coachee wegens  werk- of privé-gerelateerde omstandigheden moeite heeft om fysiek aanwezig te zijn. De sessies houden we zoveel mogelijk buiten de dagelijkse werkomgeving van de coachee.",
"Focus op de coaching diensten",
"Tijdens het coachingsprogramma richten we ons op de ontwikkeling en implementatie van strategieën die de klant helpen bij het bereiken van de gestelde doelen. Deze staan in  functie van de professionele prestaties of persoonlijke ontwikkeling. De coaching kan toegespitst zijn op specifieke persoonlijke projecten, work-life balans, werkprestaties of werktevredenheid of op andere zaken die te maken hebben met de professionele ontwikkeling van de coachee in diens specifieke organisatiecontext. We hanteren een verscheidenheid aan methoden en technieken tijdens de coaching zoals strategische planning, waarden verduidelijking, brainstormen en motiverende counseling. De belangrijkste doelstelling is om nieuwe strategieën te ontwikkelen die de deelnemer in staat stellen om meer succesvol om te gaan met specifieke uitdagingen, zoals bepaald bij de start van het coachingsprogramma in overleg met de verschillende belanghebbenden (stakeholders).",
"Doorheen het coachingsproces verwachten we van de verschillende belanghebbenden dat ze bijdragen aan een constructieve coachingservaring, dat ze actief meewerken aan het opbouwen van vertrouwen en dat ze alle afspraken met betrekking tot de verantwoording en vertrouwelijkheid respecteren. Als klant bepaalt u op welke aspecten de coaching gericht zal zijn. Het succes van het programma is mede afhankelijk van uw bereidheid om risico's te nemen en nieuwe benaderingen uit te proberen. De coach-cliënt-relatie is oprecht en tegelijk uitdagend. Uw coach streeft ernaar om eerlijk en oprecht te zijn, om indringende vragen te stellen en u uit te dagen om vooruit te kijken. In de loop van het coachingsprogramma vragen we u dat u de tot dan geboekte vooruitgang evalueert. Als coachee beslist u telkens opnieuw waar u de focus legt en waar u uw energie  voor aanwendt.",
"Sessie: aantal en frequentie",
"Tien 1-uur face-to-face coachingsessies. Het programma start met een overlegmoment met de verschillende belanghebbenden om samen de coachingdoelen te bepalen. Dat overleg moment kan plaatsvinden bij de klant of in een andere locatie worden, maar ook via conference call of videoconferentie.",
"Optioneel (aanbevolen): assessment en development centre",
"Het uitgebreide assessment programma begint met een halve dag, face-to-face sessie, waarin we een inventarisatie maken van de huidige situatie van de cliënt (sterktes/zwaktes, werkstijl, persoonlijke waarden en motieven, enz.), de eisen van zijn of haar huidige job en de complexe organisatorische dynamiek waarin hij of zij werkzaam is. Het assessment programma omvat oefeningen zoals een postbak met observatoren, alsook een analyse van de Koan-PI persoonlijkheidstest.",
"Vertrouwelijkheid",
"Als coach zijn we er ethisch en juridisch toe verbonden om de vertrouwelijkheid van onze communicatie te waarborgen. Informatie verkregen in het kader van een coachingsprogramma kan alleen worden gedeeld met bevoegde derden indien deze  duidelijk betrekking heeft op de organisatie waar de coachee actief is, dit in relatie staat tot aan de eerder opgestelde coachingsdoelen en de coachee zelf expliciet akkoord geeft.",
"Tijdsschema",
"<img src=\"images/coachingnl.png\" alt=\"Coaching\" class=\"coaching\">",
"Vertrekpunt",
"Alles wat tussen de cliënt en de coach, tijdens een coachingssessie besproken werd, wordt strikt vertrouwelijk behandeld. De voortgangsrapportages zullen opgesteld worden zoals bepaald in de voorafgaande sessies.",
"Klanten blijven zelf verantwoordelijk voor verdere verbetering van de gerealiseerde successen tijdens het coachingsprogramma. De coach is niet bereid noch in staat te garanderen dat een klant bepaalde maatregelen zal nemen of specifieke doelen zal bereiken."
]
