[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Rapporten",
"Online testen",
"Onze intelligentie test Facet  is gebaseerd op het idee dat intelligentie bestaand uit verschillende facetten of factoren. De drie globale factoren zijn verbale, numerieke en visuospatiële vaardigheden. Deze drie factoren samen geven een indicatie van iemands algemene intellectuele capaciteiten.",
"Facet gaat ook verder dan de traditionele intelligentie test. Er is de mogelijkheid om te testen op twee extra facetten:",
"✔ Geheugenmeting. In deze moet de persoon teksten lezen en kijken naar foto’s tijdens een vooraf bepaalde tijdsduur. Nadien moet deze persoon vragen beantwoorden die een indicatie geven van hoeveel hij/zij zich nog herinnerd. ",
"✔ Meeting van snelheid en accuraatheid. Hier voert de kandidaat een taak uit die aandacht vergt. ",
"Hieronder kan u enkele voorbeelden bekijken.",
"PROBEER DEZE VOORBEELDEN OP TE LOSSEN",
"I VERBAAL",
"Voorbeeld 1:",
"Deze  opdracht bestaat uit een woordenpaar. Het is de bedoeling de relatie te ontdekken tussen deze twee woorden. Vervolgens dient in de woordenrij ernaast een woordenpaar aangeduid te worden dat zich op dezelfde manier verhoudt als het opgegeven paar.",
"Woordpaar",
"Antwoord 1",
"Antwoord 2",
"Antwoord 3",
"Antwoord 4",
"Antwoord 5",
"Potloot/tekenen",
"borstel",
"penseel",
"schilder",
"schilderen",
"schilderij",
"<input type=\"button\" id=\"submit1\" value=\"Controleer\" onclick=\"facet1()\" class=\"facet_but\">",
"II NUMERIEK",
"Voorbeeld 2:",
"In het onderstaande oefening wordt een reeks cijfers gegeven, die in een welbepaalde volgorde geplaatst zijn. De rij is op één of ander systeem gebaseerd. Het komt er nu op aan dit systeem te ontdekken en daarna met het volgende cijfer aan te vullen.",
"<input type=\"button\" id=\"submit2\" value=\"Controleer\" onclick=\"facet2()\" class=\"facet_but\">",
"III VISUOSPATIEEL",
"Voorbeeld 3:",
"Welke kubus is de juiste?",
"<input type=\"button\" id=\"submit3\" value=\"Controleer\" onclick=\"facet3()\" class=\"facet_but\">"
]
