[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"Diensten &#9662;",
"Diensten",
"Publicaties&Reports &#9662;",
"Publicaties",
"U kan het wel eens een hele uitdaging vinden om iemands persoonlijkheid juist in te schatten.. En terecht. Het is dan ook een complexe taak om een duidelijk Inzicht te verwerven in de persoonlijkheid van een kandidaat, een medewerkers of een leidinggevende. Om u hierbij een goede ondersteuning te kunnen geven, hebben we de Koan-PI persoonlijkheidsvragenlijst ontwikkeld.",
"Deze empirisch onderbouwde persoonlijkheidsvragenlijst is voor u een ondersteuning bij het inschatten van iemands persoonlijkheid, om de best mogelijke keuze te maken bij een werving en selectie en de juiste kandidaat te weerhouden voor de juiste baan, of als ondersteuning bij het begrijpen van de kansen en uidagingen bij aanvang van een coaching.",
"Met behulp van de Koan-PI beschrijven we een breed scala van persoonlijkheidselementen, met behulp van 19 schalen die we verdelen over 5 klassen.",
"I Resultaatgerichtheid",
"Pw - Macht",
"Pa - Pro-activiteit",
"Rf - Vindingrijkheid",
"Am - Prestatie-motivatie",
"II Zelfsturing",
"Sa – Zelfverzekerheid",
"Ec – Emotionele controle",
"Ri – Veerkracht",
"III Methodiek",
"Re – Verantwoordelijkheidszin",
"St – Structureren",
"Fx – Flexibilite",
"Ar – Nauwkeurigheid",
"IV Sociale gerichtheid",
"Tm – Teamgerichtheid",
"Si – Sociale interactie",
"Hf – Hulpvaardigheid",
"V Openheid",
"Om – Ruimdenkendheid",
"Is – leergierigheid",
"Em – Empatie",
"Sd – Sociale aanpassing",
"De resultaten worden verzameld in een persoonlijkheidsrapport. U hebt de keuze uit 3 type rapportage: ",
"<a href=\"bookViewer.html?id=comp3&lang=nd\">Profiel</a>",
" rapport",
"<a href=\"bookViewer.html?id=comp1&lang=nd\">Competentie </a>",
"rapport",
"<a href=\"bookViewer.html?id=comp2&lang=nd\">Gebruikersrapport</a>",
"",
"Klik op het type rapport om een voorbeeld te zien.",
" is waarschijnlijk het beste instrument in de globale markt om de competenties van Project Managers in kaart te brengen. Het instrument is gebaseerd op uitgebreid empirisch onderzoek. ",
"De KOAN-PM is uitermate nuttig om een duidelijk zelfbeeld te verwerken net zoals om leerdoelen voor professionele groei in kaart te brengen.",
"ennen van de competenties van uw Project Managers is van strategisch belang voor uw organisatie",
"p welke Project Manager kan u vertrouwen om de laatste puntjes op de i te zetten?",
"mbities,  zijn deze in lijn met de project management behoeften van de organisatie?",
"amen noemen van de meest aangewezen Project manager voor uitdagende projecten valt u lastig?",
"lant u een opleidingstrategie om het potentieel van uw Project Managers uit te dagen?",
"ensen en het optimaliseren van hun meerwaarde is essentieel voor succes van complexe projecten binnen uw organisatie?",
"Is uw antwoord op een of meerdere van deze vragen ‘Ja’ , dan is het een aanrader om de <b>Koan-PM rapportage</b> in te zetten in uw organisatie of bij uw klanten.",
"biedt u online toegang tot het KOAN- Project Management instrument. Deze competentiescan is gebaseerd op meerdere jaren van onderzoek en ontwikkeling. Dit unieke instrument kan u helpen op de competenties te evalueren van uw huidige en toekomstige project managers. Voor u als Project Manager is de KOAN-PM een krachtig instrument om uw krachten en groeipunten vanuit een project management Perspectief te leren kennen en te benoemen.",
"Als voorbereiding voor de IPMA- certificatie:",
"De IPMA richtlijnen voor een certificatie schrijven voor dat de Project Manager tot een gedegen zelf-assessment in staat is en zijn eigen competenties in het PM domein correct kan inschatten. Gedurende een assessment kan men de deelnemer het document ter lectuur voorleggen, als voorbereiding tot een open dialoog hierover. Op die manier, deelt men tevens het ownership van de informatie wat ten goede komt aan de inhoudelijke discussie hierover. De kandidaat kan hierdoor ook beter inschatten of hij al dan niet de geschikte kandidaat is",
"",
"Als basis om ontwikkeldoelen te formuleren:",
"U kan het KOAN-PM rapport ook gebruiken als onderbouw bij het vastleggen van ontwikkeldoelen. De competenties en onderliggende gedragsindicatoren lenen zich heel goed tot vragen die u kan voorleggen tijdens een 360° feedback cyclus. Het resultaat ervan kan u naast de scores in het KOAN-PM rapport leggen. Zo krijgt u een beeld van de persoonlijke krachten – het ZIJN – enerzijds en de waargenomen gedragingen zoals gescoord in de 360° - het DOEN – anderzijds.  Dit samen geeft een duidelijk beeld van professionele energie balans.",
"Rapportstructuur",
"Het rappor bestaat uit 2 delen:",
"Het eerste deel ",
"van het rapport is",
"beschrijvend van aard.",
"Tijdens het uitwerken van dit narratieve deel hebben we heel veel aandacht geschonken aan elk detail van de tekst. De finale revisie stond onder supervisie van de hoofdredacteur van een heel bekend Project Management tijdschrift.",
"Feedback van een klant:",
"Wat ik erg nuttig vind in de praktijk is dat je kijkt naar de krachten en domeinen voor ontwikkeling in elk van de vier fasen in een project. Mijn ervaring leert me dat mensen hier direct naar kijken en dat ze de beknopte beschrijvingen heel erg herkenbaar en bruikbaar vinden.” ",
"Het tweede deel ",
"van de tekst is ",
"voorspellend van aard.",
" In dit deel brengen we de score op acht sleutelcompetenties voor Project Management en de onderliggende gedragsindicatoren naar voor.  De score is een indicator van het gemak en de waarschijnlijkheid dat de betreffende Project Manager dit gedrag ook daadwerkelijk zal tonen.",
"COMPETENTIE MODEL PROJECT MANAGEMENT",
"1. RESPECTEREN EN RESPECT AFDWINGEN",
"2. DRAAGVLAK UITBOUWEN",
"3. BETROKKENHEID CREEREN",
"4. RESULTAATGERICHTHEID",
"5. DUIDELIJKHEID SCHEPPEN",
"6. INFORMATIE BEHEREN EN OVERZICHT HOUDEN",
"7. ORGANISTATIEGERICHTHEID",
"8. ZELFVERTROUWEN EN VEERKRACHT",
"geeft u een duidelijk beeld van de kwaliteiten en aandachtspunten voor een bepaalde werknemer op het vlak van verkoop. De onderzoeksresultaten zijn gebaseerd op uitgebreid empirisch onderzoek met verkopers als deelnemers en hun directe professionele omgeving als beoordelaars van hun verkoopscompetenties. ",
"Het rapport is opgevat als een tweeluik:",
"1. BESCHRIJVEND",
"Het <b><i>eerste deel</b></i> geeft een beschrijving van de krachten en ontwikkelpunten van een verkoper in functie van de klassieke driedeling.",
"✔ Technisch-commercieel",
"Per domein vindt u de belangrijkste krachten die, als verkoper, tot succes leiden alsook de aandachtspunten die succes juist in de weg staan. Op die manier heeft u meteen een overzicht over hoe u de desbetreffende verkoper het best kan begeleiden in diens professionele groei in het verkoopsdomein",
"2. VOORSPELLEND",
"In het <b><i>tweede deel</i></b> van het rapport lijsten we de tien competenties op die uit het onderzoek naar voor zijn gekomen als succesvol voor een verkoper. Deze tien competenties zijn:",
"1. Klantgerichtheid",
"2. Resultaatgerichtheid",
"3. Organisatiegerichtheid",
"4. Beïnvloedingsstrategieën",
"5. Communicatie en contacten uitbouwen",
"6. Doorzettingsvermogen",
"7. Responsiviteit",
"8. Positieve instelling",
"9. Methodiek",
"10. Voorbeeldfunctie t.o.v. anderen",
"U krijgt in dit deel van het rapport per verkoopscompetentie telkens 8 tot 10 heel concreet verwoorde gedragsindicatoren die elk op zich een facet van deze competentie toelichten. Op elk van deze gedragsindicatoren krijgt de betreffende werknemer een score van <b>1 tot 5</b> die u als volgt kan lezen: ",
"1. Potentieel obstakel voor succes in deze functie",
"2. Moet aan gewerkt worden",
"3. Voldoet aan de functionele verwachtingen",
"4. Potentieel voor een excellente prestatie",
"5. Overtreft de functionele verwachtingen",
"<a href=\"bookViewer.html?id=comp6&lang=nd\"> Voorbeeld rapport</a>",
"U kunt het <a href=\"bookViewer.html?id=comp6&lang=nd\">Koan SalesDNA rapport</a> gebruiken als ondersteuning bij ",
"✔ de selectie van verkopers",
"✔ de interne doorstroming van verkoopsondersteunende medewerkers naar verkoop in het veld",
"✔ het bepalen van trainingsbehoefte",
"Uw blauwdruk voor succes in de verkoop bepalen? ",
"U kunt zelf de blauwdruk van het verkoopsprofiel vastleggen dat tot succes leidt in de verkoop binnen uw eigen organisatie. Op basis van een intern onderzoek kunnen wij u helpen deze blauwdruk vast te leggen. Hiermee kunt u de kracht van uw huidige team in kaart brengen en beter omkaderen. Daarnaast kan u heel gericht uw huidige team versterken door deze blauwdruk te gebruiken bij de aanwerving van nieuwe medewerkers.",
"In dit rapport bieden we een gedetailleerde beschrijving van een aantal competenties, met aandacht voor zowel krachten als groeipunten, zoals deze voorvloeien uit het resultaat van de Koan-PI persoonlijkheidsvragenlijst.",
"<b>Focus:</b> krachten en aandachtspunten in de uitbouw van een professionele loopbaan",
"Voor elke competentie nemen we in het rapport deze gedragsindicatoren op die de persoonlijkheid van de betreffende persoon weergeven. Deze competenties zijn onderverdeeld in volgende thema’s:",
"✔ AFSTAND NEMEN",
"✔ INTERNE KRACHT",
"✔ LEIDERSCHAP",
"✔ MENSGERICHTHEID",
"✔ METHODIEK",
"✔ OPLOSSINGSGERICHTHEID",
"✔ ORGANISATIEGERICHTHEID",
"✔ RESULTAATGERICHTHEID",
"✔ EXTERNE GERICHTHEID",
"De scores geven een indicatie van de waarschijnlijkheid dat dit gedrag zich spontaan voordoet maar is natuurlijk geen exacte meting van het huidige functioneren van de persoon. Wel is het een sterke aanwijzing dat de het beschreven gedrag in de krachten de persoon energie geeft en dat dit gedrag zich spontaan uit. Deze gedragingen die we beschrijven onder de aandachtspunten staan de persoon in een aantal situaties in de weg en kunnen de omgeving bij wijlen behoorlijk irriteren. ",
"Het rapport bestaat uit <b>drie delen</b> die elkaar aanvullen:",
"<b>Eerste deel:</b> A grafische presentatie van zodat u direct een visueel overzicht heeft waar de krachten en aandachtspunten zich situeren.",
"<b>Tweede deel:</b> Krachten: in dit deel vind u een aantal gedragingen die een positieve bijdrage aan het functioneren van de betreffende persoon leveren ",
"<b>Derde  deel:</b> Aandachtspunten: in dit deel vindt u een aantal gedragsindicatoren die kunnen hinderen in diens functioneren",
"V. KOAN Leiderschapsrapport",
"Het KOAN leiderschapsrapport is ontworpen als antwoord op een groeiende vraag in de markt naar kwalitatief sterke rapporten rond leiderschap. Dit rapport is kristalhelder in zijn verwoording. De focus ligt op wat er echt toedoet als iemand actief is op een leiderschapsniveau of ernaartoe wil groeien. Het rapport weerspiegelt de ultieme zen-ervaring: “Enkel de essentie”.",
"Terwijl het onderliggende empirische onderzoek en de statistische analyses zeer complex zijn, is de informatie in dit rapport krachtig in zijn eenvoud.",
"Het rapport bestaat uit twee delen:",
"<b>Het eerste deel</b> beslaat tien krachten in relatie tot leiderschap waarop een leider kan kapitaliseren voor zijn verdere groei en ontplooiing.",
"<b>Het tweede deel</b> bevat vijf aandachtspunten gerelateerd aan leiderschap die een leider kunnen hinderen in zijn verdere loopbaan."
]
