[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"HR Instrumenten",
"Diensten &#9662;",
"Diensten",
"Publicaties&Rapportage &#9662;",
"Publicaties",
"Omdat taal van wereldbelang is",
"Taal is van wereldbelang. Dat zult u ongetwijfeld beamen. Vandaar natuurlijk het daverende succes van allerhande taalcursussen. Op persoonlijk vlak zien we dat ontelbare mensen net voor ze op vakantie gaan snel in de bibliotheek een woordenboekje lenen van de taal van het oord waar ze naartoe vertrekken. Op professioneel gebied zijn talen in organisaties met vestigingen in verschillende landen natuurlijk van het grootste belang. Maar ook voor nationale organisaties is talenkennis voor de externe communicatie van onschatbare waarde.",
"Maar hoe krijgt u een precies beeld van iemands talenkennis? Uit een gesprek krijgt u bijvoorbeeld geen indruk van het niveau van iemands schrijfvaardigheid. Hoe ontdekt u welk niveau iemand heeft in een bepaalde taal? En hoe bent u er zeker van dat iemand zijn of haar moedertaal goed genoeg beheerst? Hoe kunt u iemands talenkennis het best evalueren bij een selectie of na een taalcursus? ",
"PolyGlot brengt u de oplossing. Omdat taal van wereldbelang is.",
"POLYGLOT-TAALTESTS: EEN KORTE SCHETS",
"Tests voor vreemde talen",
"Waarschijnlijk denkt u bij taaltests in de eerste plaats aan tests voor vreemde talen. Dat is ook logisch. Het is immers vanzelfsprekend dat we vreemde talen moeilijker vinden dan onze moedertaal. Vandaar ook dat meestal kennis van vreemde talen getest wordt. Daarom biedt PolyGlot u tests voor anderstaligen voor Nederlands, Frans, Engels en Duits. Zo krijgt u makkelijk en in korte tijd een beeld van iemands kennis van een vreemde taal.",
"Tests voor moedertaal",
"Talenkennis wordt in onze hedendaagse maatschappij steeds meer op prijs gesteld. Kennis van de eigen taal mag daarbij zeker niet over het hoofd worden gezien. Voor ontelbare functies waarin zowel gesproken als geschreven taal belangrijk is – dan denken we aan projectmanagers, secretaressen, enz. –, is die kennis van de moedertaal van groot belang, terwijl ze zeker niet vanzelfsprekend is. Daarom omvat PolyGlot ook taaltests die aangeven in hoeverre iemand zijn moedertaal beheerst."
]
