[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"Diensten &#9662;",
"Diensten",
"Publicaties&Reports &#9662;",
"Publicaties",
"BEKIJK ONZE OPLEIDINGS -KALENDER!",
"<a href=\"documents/ALTI_train_NL.pdf\" download><c><img src=\"images/icons/download.png\" alt=\"Download program\"></c></a>",
"DOWNLOAD PROGRAMMA",
"De Alert Type Indicator (ALTI) is een psychologisch instrument dat u meer inzicht geeft in uzelf en in anderen. Met behulp van de ALTI ontdekt u uw sterke punten en unieke talenten. Bovendien komen ook domeinen aan bod die u mogelijk nog verder kunt ontwikkelen. De ALTI draagt in belangrijke mate bij tot persoonlijke ontwikkeling en stimuleert groeikansen in de breedste zin van het woord. Dat inzicht zorgt er meteen voor dat u anderen beter begrijpt. Hierdoor kan bijvoorbeeld irritatie omslaan in begrip en zo leiden tot een betere samenwerking.",
"Een voorbeeld ter verduidelijking.",
"Stel, u regelt dingen graag goed van tevoren. U maakt een duidelijke agenda voor een vergadering en verspreidt die. Als dan tijdens de vergadering verschillende mensen van die agenda afwijken, kunt u dat als storend ervaren. Anderen zullen die strakke agenda misschien juist vervelend vinden. Het zal nooit mogelijk zijn om een vergadering te leiden op een manier die voor iedereen perfect is. In plaats van u hieraan te ergeren, kunt u daar ook op inspelen. De typetheorie kan u hierbij helpen.",
"De voordelen",
"De ALTI is een beschrijvend instrument. Op systematische wijze worden gedragsvoorkeuren van een individu aangeduid. Er zijn geen goede of slechte voorkeuren, en kennis of vaardigheden blijven buiten beschouwing. Er wordt alleen een beeld gegeven van de persoonlijkheid.",
"De indicator is ontwikkeld voor de Europese markt.",
"De ALTI is betrouwbaar. Alert Management Consultants heeft deze vragenlijst geconstrueerd op basis van vele jaren onderzoek. Bovendien blijft hij een voorwerp van voortdurend onderzoek, waardoor hij steeds beter zal worden.",
"De vragenlijst is makkelijk te scoren en in elektronische versie verkrijgbaar.",
"Invullen van de ALTI duurt niet lang, ongeveer een half uur.",
"De toepassingen",
"De ALTI biedt u niet alleen inzicht in uw eigen persoonlijkheid, maar ook in die van anderen. Daardoor kunt u hem op talloze gebieden toepassen. Hieronder zetten we er enkele voor u op een rijtje:",
"Zelfontplooiing",
"Adviesverlening",
"Ontwikkeling",
"Teambuilding",
"Probleemoplossing",
"Optimaliseren van de communicatie",
"Management- en leiderschapstraining",
"Studie- en loopbaanbegeleiding",
"Verdraagzaamheid en multiculturele training",
"Onderwijs",
"Verkooptraining"    
]
