[
"Home",
"Over ons &#9662;",
"Over ons",
"Onze missie & visie",
"Onze Diensten en Producten",
"Partners & Klanten",
"HR Instrumenten &#9662;",
"Diensten &#9662;",
"Diensten",
"Publicaties&Reports &#9662;",
"Publicaties",
"BEKIJK ONZE OPLEIDINGS - KALENDER!",
"Uiteraard willen we er zeker van zijn dat alle personen die onze instrumenten gebruiken echt goed getraind zijn, zodat de beste resultaten gegarandeerd kunnen worden. De testen en vragenlijsten kunnen o.a. ingezet worden bij selectie, promotie, persoonlijke ontwikkeling en coaching van personeel. Op deze manier kunnen ze een grote impact hebben op zowel individuen als het team als - op de lange termijn - op de gehele organisatie. Als gevolg hiervan, hebben wij als testontwikkelaars de morele taak om constant de kwaliteit van onze instrumenten verder te verhogen en de beste kennisoverdracht te garanderen. De gecertificeerde gebruiker heeft de taak om zichzelf zo goed mogelijk te trainen om in staat te zijn op de best mogelijk manier gebruik te maken van alle informatie waarin de testen en vragenlijsten voorzien. Dit is een oprecht geloof dat wij heel belangrijk vinden binnen onze organisatie.",
"Daarom bieden we organisaties",
" ACCREDITATIETRAININGEN",
"aan. Deze trainingen zijn bedoeld voor HR professionals die zich willen bekwamen in het gebruik van een van onze HR-instrumenten. Ze zowel met open inschrijving gegeven als “in-company.”",
"Daarnaast bieden we ook opleidingen aan in diverse domeinen met als rode draad het verbeteren van de samenwerking tussen mensen en het optimaal benutten van de aanwezige krachten in een team, een organisatie, of extern zoals in de verkoop of onderhandelen. In lijn met onze visie delen we onze kennis en ervaring in ‘Train de trainer’ sessies.",
"Bij",
" IN-COMPANY OPLEIDINGEN",
"bepalen we samen met de opdrachtgever de leerdoelen en vervolgens werken we de opzet van de opleiding verder uit in functie van de leerdoelen. Onze focus ligt in opleidingen op de menselijke aspecten binnen samenwerkingsverbanden en organisaties. Opleidingen en workshops die we in het verleden verzorgd hebben zijn:",
"Presentaties geven op hoog niveau",
"Overtuig je gesprekspartner",
"Communicatie",
"Succesvol onderhandelen",
"Beter inspelen op elkaars kwaliteiten als team",
"Missie en visie samen met de organisatie bepalen",
"We verzorgen alle trainingen of workshops met onze interne trainers in het Nederlands, Engels en Frans. Ook andere talen zijn mogelijk op aanvraag."    
]
